Revit 2027 API
ParameterValue.Copy Method
 Makes an identical copy of the given parameter value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ParameterValue Copy()
Public Function Copy As ParameterValue
public:
ParameterValue^ Copy()
member Copy : unit -> ParameterValue
Return Value
ParameterValue
See Also
Reference
ParameterValue Class
Autodesk.Revit.DB Namespace